[
  {
    "id": 1,
    "title": "Vykoupení z věznice Shawshank",
    "originalTitle": "The Shawshank Redemption",
    "url": "https://www.csfd.cz/film/2294-vykoupeni-z-veznice-shawshank",
    "posterUrl": "https://image.pmgstatic.com/cache/resized/w360/files/images/film/posters/162/505/162505167_735db9.jpg",
    "genres": ["drama", "krimi"],
    "origin": "USA",
    "year": 1994,
    "lenght": 142,
    "description": "Mladý bankéř Andy Dufresne (Tim Robbins) je v roce 1947 odsouzen za vraždu své ženy a jejího milence. Přesto, že tento čin popírá, čeká na něj dvojnásobný doživotní trest v obávané věznici Shawshank. Andy se snaží přizpůsobit vězeňskému životu a po krušných začátcích se sblíží s Redem (Morgan Freeman), jenž si tu odpykává svůj doživotní trest už dvacet let. Sílu, jak přežít zdejší peklo, Andy nachází v tajném snu a skryté naději na svobodu..."
  },
  {
    "id": 2,
    "title": "Forrest Gump",
    "originalTitle": "Forrest Gump",
    "url": "https://www.csfd.cz/film/10135-forrest-gump",
    "posterUrl": "https://image.pmgstatic.com/cache/resized/w360/files/images/film/posters/158/988/158988468_acc7b5.jpg",
    "genres": ["drama", "komedie", "romantický"],
    "origin": "USA",
    "year": 1994,
    "lenght": 142,
    "description": "Poněkud prostoduchý Forrest Gump, vyzbrojen užitečnými radami své matky, se vydává na pouť životem, který mu připraví nejedno překvapení. Mnoho hořkých, ale také nádherných chvil... Mladý muž jménem Forrest Gump sedí na zastávce autobusu a každému, kdo si přisedne, vypráví o svém životě. Poněkud jednoduchý chlapec se narodil v Alabamě, kde žil jen s matkou, která mu dala mnoho dobrých rad do života. Především tu, aby si nikdy nenechal od nikoho namluvit, že je jiný než ostatní. Dostala ho dokonce i do normální školy, přestože jí doporučovali zvláštní, vzhledem k jeho nízkému IQ. Forrest, terč zlomyslných vtípků a krutých žertů svých kamarádů, si tam najde přítelkyni na celý život: Jenny je půvabná blonďatá holčička, kterou zneužívá otec, a tak ji dají do výchovy babičce. Oba se stanou nerozlučnými přáteli. Jenny Forrestovi dá další cennou radu do života: když budeš mít problém, utíkej. A tak Forrest proutíká školou, pak i střední školou a nakonec vysokou, kde se osvědčí jako nejrychlejší hráč amerického fotbalu. Po svém prožívá i velké události v amerických dějinách, třeba přijetí dvou prvních černých studentů na univerzitu nebo setkání s prezidentem Kennedym... Forrest se na vše dívá svýma naivníma očima, aniž by věci zvažoval do důsledků. Řídí se upřímným citem, jako když stále a opakovaně „zachraňuje“ Jenny, jakmile se mu zdá, že jí někdo ubližuje. Když získá diplom, dá se naverbovat do armády. Doslechne se, že Jenny vyhodili ze školy kvůli nestoudným fotkám a že se pokouší v Memphisu prosadit jako zpěvačka. Navštíví ji a znovu nešikovně „zachraňuje“. Pak je poslán do Vietnamu. Ani hrůzy války tak docela nechápe, i když se při jednom útoku projde dokonalým peklem. Je zabit jeho zatím jediný přítel, černoch Bubba. Forrest, kterého chtěl Bubba přibrat jako partnera do své firmy, je zdrcený. Přesto zachrání několik dalších vojáků včetně poručíka Dana Taylora, který mu ale není pranic vděčný: jakožto člen rodiny, v níž celé generace mužů umíraly ve válkách, si přeje zemřít po boku svých mužů. A on navíc přijde o obě nohy. Zraněn je ale i Forrest a vrací se domů. Ještě ve Vietnamu v nemocnici se mu vrátí dopisy, které pravidelně psal Jenny a jejichž adresátka nebyla zastižena... Po návratu domů mu prezident Johnson udělí medaili a při prohlídce Washingtonu se přimíchá do davu protestujících proti válce. Je vyzván, aby pohovořil o Vietnamu, nejde ale zvuk. Přesto ho tisícihlavý dav zdraví jako hrdinu. Mezi přihlížejícími je i Jenny, nyní horlivá aktivistka protiválečného hnutí Černí panteři. Shledání Forresta s jeho velkou a jedinou láskou je dojemné. Prochodí spolu celou noc a povídají si. Forrest nechce, aby Jenny opět odjela, ale ta se chystá do Kalifornie. Forrest zůstává zase sám"
  },
  {
    "id": 3,
    "title": "Zelená míle",
    "originalTitle": "The Green Mile",
    "url": "https://www.csfd.cz/film/2292-zelena-mile",
    "posterUrl": "https://image.pmgstatic.com/cache/resized/w360/files/images/film/posters/164/445/164445478_1ed513.jpg",
    "genres": ["drama", "krimi", "mysteriózní"],
    "origin": "USA",
    "year": 1999,
    "lenght": 188,
    "description": "Brilantní filmové drama Zelená míle podle knižní předlohy Stephena Kinga natočil režisér Frank Darabont, který se zároveň podílel i na jeho scénáři. Film s vynikajícím Tomem Hanksem v hlavní roli, byl nominován na čtyři Oscary. Centrem příběhu je černý obr John Coffey (Michael Clarke Duncan), čekající na popravu za zločin, který dost možná nespáchal a přesto zemře, a dále pak věčné dilema kolem rozhodování o trestu smrti. Děj filmu se odehrává ve věznici, kde sedí ti největší hříšníci, a kde je hrůzostrašná chodba natřená na zeleno, které všichni říkají Zelená míle. Chodba, na jejímž konci čeká smrt. Pokud se nestane zázrak..."
  },
  {
    "id": 4,
    "title": "Přelet nad kukaččím hnízdem",
    "originalTitle": "One Flew over the Cuckoo's Nest",
    "url": "https://www.csfd.cz/film/2982-prelet-nad-kukaccim-hnizdem",
    "posterUrl": "https://image.pmgstatic.com/cache/resized/w360/files/images/film/posters/000/002/2831_9fc5c9.jpg",
    "genres": ["drama"],
    "origin": "USA",
    "year": 1975,
    "lenght": 133,
    "description": "Předlohou k filmu Přelet nad kukaččím hnízdem byl režiséru Miloši Formanovi román Kena Keseyho, který ho psal při působení v „nemocnici pro veterány“. Snímek se stal největším mezinárodním úspěchem ve Formanově kariéře. V roce 1976 získal Oscara ve všech hlavních kategoriích – za nejlepší film, režii, mužský herecký výkon (Jack Nicholson), ženský herecký výkon (Louise Fletcherová) a scénář. Majitelem filmových a divadelních práv byl 13 let Kirk Douglas, který je postoupil svému synu Michaelovi a tím z něho udělal úspěšného producenta... Zrzavý irský rváč a profesionální karbaník Randle Patrick McMurphy si odpykává trest za opakované násilné napadení a sexuální zneužití. Místo aby se držel v pracovním táboře, hraje pomateného a nechá se poslat do zdánlivého klidu psychiatrické léčebny. Jeho životní elán a silná osobnost se v ústavu brzy střetávají s absolutismem vrchní sestry Ratchedové, která s pomocí trojice lapiduchů tyransky vládne celému ústavu. McMurphy nesnese pohled na ušlápnuté pacienty a brzy v nich probouzí poslední špetku hrdosti a radosti ze života. V zápasu s Velkou sestrou obrátí blázinec doslova vzhůru nohama. Stěny ústavu se otřásají jeho hřmotným smíchem a nespoutaným elánem. Vzpoura McMurphyho ale nemá velkou naději proti síle mašinérie zosobněné Velkou sestrou… Brilantní románová satira Kena Keseyho, mísící v sobě komiku i tragiku, přerůstá v neobyčejně působivém filmovém zpracování v silný protest proti neomezené moci a omezování každého člověka."
  },
  {
    "id": 5,
    "title": "Sedm",
    "originalTitle": "Se7en",
    "url": "https://www.csfd.cz/film/2671-sedm",
    "posterUrl": "https://image.pmgstatic.com/cache/resized/w360/files/images/film/posters/159/256/159256875_01354b.jpg",
    "genres": ["thriller", "krimi", "mysteriózní", "psychologický", "rama"],
    "origin": "USA",
    "year": 1995,
    "lenght": 127,
    "description": "Obžerství, hamižnost, lenost, smilstvo, pýcha, závist, hněv – sedm slov, sedm smrtelných hříchů, které budou potrestány sedmi vraždami. Po první z nich se pouštějí do pátrání detektivové Sommerset a Mills. První je zkušený skeptik těsně před důchodem, druhý horkokrevný mladík s věčně osamělou manželkou…   Detektiv William Somerset odchází za sedm dní do důchodu. Na oddělení za něj přichází mladý a netrpělivý detektiv David Mills. Millsova žena Tracy si nemůže ve městě, kde nikoho nezná, zvyknout. Spřátelí se s detektivem Somersetem a jen jemu prozradí, že s Davidem čeká dítě. Oba detektivové se sejdou u první vraždy náruživého jedlíka. Na zdi za ledničkou najdou nápis „obžerství“. Den nato je nalezen mrtvý vychytralý obhájce a u jeho mrtvoly krví psaný nápis „lakomost“. Zkušený Somerset si jako první uvědomí, že tím případ zdaleka nekončí. Nejde o obyčejného vraha, ale o inteligentního fanatika, který se rozhodl potrestat smrtelné hříchy lidstva. Je jich sedm: obžerství, lakomství, lenost, závist, hněv, pýcha a smilstvo. Vraždy mají vyvolat pokání... Vdova po obhájci si všimne, že obraz na fotografii z místa činu visí obráceně. Na zadní straně obrazu najde Somerset s Millsem nápis „pomoc“, složený z otisků prstů, které nepatří oběti. Následujícího dne policie zjistí, že otisky patří muži jménem Victor, který má vážnou duševní poruchu a byl již několikrát ve vězení. Jdou k němu do bytu a v posteli najdou žijící spoutanou lidskou trosku. Na zdi pak nápis „lenost“. Somerset se vydává do knihovny. Podle útržků citátů, které vrah zanechává na místech činu, musel přečíst řadu knih, Dantem a Shakespearem počínaje a Miltonem konče. Somerset žádá o službu svého informátora s kontakty na FBI. Dozví se, že na seznamech FBI s řadou podobných výpůjček z knihovny figuruje jakýsi John Doe. Somerset s Millsem ho chtějí navštívit, ale Doe je spatří na chodbě a dá na útěk. Mills ho pronásleduje, je zraněn a Doe mu přiloží pistoli ke spánku. Ale nevystřelí… Při prohlídce Doeova bytu najdou detektivové doličné předměty, mezi nimi dva tisíce zápisníků – Doeovo životní dílo. Nenajdou však žádné otisky prstů. Doe, který je na útěku, jim do bytu volá a informuje je, že vzhledem k okolnostem musí změnit svůj plán. Příští den je nalezena mrtvá prostitutka a další den krásná žena, kterou vrah zohavil a její krví napsal slovo „pýcha“… Sedmý den se John Doe sám přichází udat na policii. Policejní lékař zjistí, že si Doe sám uřezal kůži z konečků prstů, aby nezanechal otisky. Mills je přesvědčen, že se jim vysmívá, protože do sedmi smrtelných hříchů scházejí ještě dvě vraždy…"
  },
  {
    "id": 6,
    "title": "Schindlerův seznam",
    "originalTitle": "Schindler's List",
    "url": "https://www.csfd.cz/film/8653-schindleruv-seznam",
    "posterUrl": "https://image.pmgstatic.com/cache/resized/w360/files/images/film/posters/163/153/163153410_9a7943.png",
    "genres": ["drama", "historický", "životopisný"],
    "origin": "USA",
    "year": 1993,
    "lenght": 195,
    "description": "Hluboce šokující, nemilosrdné drama o noční můře holocaustu, založené na skutečných událostech. Na záchranu 1100 životů obětoval Oskar Schindler veškeré své jmění... Polský Krakov 1939. Židovská obec je vystavována stále se zvyšujícímu tlaku ze strany nacistů. Do této vřavy vstupuje obchodník Oskar Schindler, člen Nacistické strany, velký svůdník a muže vydělávající na válečném utrpení, který dokázal najít v sobě člověka a zachránit ty, kterým už zdánlivě nebylo pomoci... Film Stevena Spielberga je stěžejní dílo světové kinematografie a vítěz sedmi Oscarů, včetně ocenění za Nejlepší film roku a Nejlepší režii."
  },
  {
    "id": 7,
    "title": "Kmotr",
    "originalTitle": "The Godfather",
    "url": "https://www.csfd.cz/film/1644-kmotr",
    "posterUrl": "https://image.pmgstatic.com/cache/resized/w360/files/images/film/posters/162/362/162362236_a2f3bc.jpg",
    "genres": ["drama", "krimi"],
    "origin": "USA",
    "year": 1972,
    "lenght": 175,
    "description": "Gangsterské drama Kmotr, natočené podle stejnojmenného bestselleru Maria Puza, patří mezi přelomová díla tzv. Nového Hollywoodu, a to jak komerčně, tak umělecky. Příběh newyorské mafiánské rodiny Corleonů, jíž tvrdou rukou šéfuje starý don Vito (Marlon Brando), se odehrává v letech 1945 - 55 a zaznamenává prudký rozmach organizovaného zločinu po skončení druhé světové války. V epických, rozmáchlých obrazech před divákem ožívají osudy italsko-americké rodiny, jež svůj blahobyt založila na hazardu, prostituci, vydírání a zastrašování. Tehdy mladý režisér Francis Ford Coppola, který byl poněkud překvapivě pověřen společností Paramount realizací jednoho z jejích stěžejních projektů (své nepochybně sehrálo i jeho italsko-americké zázemí), musel redukovat některé motivy rozsáhlé předlohy, ovšem podařilo se mu věrně zachovat jejího ducha - přesný popis fungování zločinecké organizace, zachycení její hierarchie, začlenění do tehdejšího společenského vývoje i často kritizované zdůrazňování rodinné soudržnosti. Pevnou dramatickou stavbu scénáře (na němž Coppola spolupracoval s autorem předlohy) podpořilo i režijní ztvárnění, jež čerpalo především z klasických vypravěčských praktik hollywoodských děl 30. let (např. Jih proti Severu), okořeněných soudobým příklonem k realismu, zejména v zobrazování násilí a sexu. Snímek získal tři Oscary - za nejlepší film, scénář podle předlohy a mužský herecký výkon v hlavní roli (Marlon Brando, který svou cenu odmítl převzít). Pro úspěch filmu, který se stal diváckým hitem nejen ve Spojených státech, ale i ve zbytku světa (kromě např. tehdejšího Československa, kde se kvůli údajné glorifikaci zločinu a násilí nesměl promítat, ač Puzova kniha v českém překladu vyšla), bylo klíčové herecké obsazení hlavních úloh dona Vita Corleona a jeho nejmladšího syna Michaela. Vedení Paramountu nesouhlasilo s Marlonem Brandem, na němž mu vedle jeho dobře známé pověsti obtížného a nespolehlivého herce, jehož poslední filmy byly propadáky, vadilo hlavně to, že je na roli mafiánského patriarchy příliš mladý (v době příprav filmu mu bylo 47 let), a ještě větší odpor dávalo najevo vůči Al Pacinovi, jenž se jim zdál málo známý, příliš obyčejný a především malý. Coppola s oběma herci natočil testy, jež nakonec šéfy Paramountu přesvědčily. Se stejnou pečlivostí režisér obsadil i další role, nejstaršího Corleonova syna, prchlivého Sonnyho (James Caan), jeho slabošského bratra Freda (John Cazale) a conseglieriho Toma Hagena (Robert Duvall). Úlohy Corleonových vojáků a dalších gangsterů ztělesnili vesměs málo známí představitelé, kteří dokonale typově odpovídali svým postavám (např. Richard Castellano jako Clemenza nebo Al Lettieri jako Sollozzo). V kreaci Michaelovy neitalské dívky Kay Adamsové zaujala budoucí múza Woodyho Allena Diane Keatonová a Corleonovu týranou dceru Connii ztělesnila pozdější Stalloneova partnerka z Rockyho, Coppolova mladší sestra Talia Shireová. Téměř tříhodinový snímek (který uvádíme, stejně jako další díly trilogie, ve dvou částech) vrcholí slavnou scénou křtu Michaelova synovce (představovaného Coppolovou dcerou Sofií), prostříhaného krvavým vyřizováním účtů s ostatními mafiánskými rodinami, jež znamenalo upevnění moci Corleonova klanu, ale také definitivní převzetí rodinné firmy zprvu zdráhavým Michaelem, který se stává důstojným nástupcem zemřelého otce."
  },
  {
    "id": 8,
    "title": "Dvanáct rozhněvaných mužů",
    "originalTitle": "12 Angry Men",
    "url": "https://www.csfd.cz/film/6178-dvanact-rozhnevanych-muzu",
    "posterUrl": "https://image.pmgstatic.com/cache/resized/w360/files/images/film/posters/160/422/160422509_e42e9b.jpg",
    "genres": ["drama", "krimi"],
    "origin": "USA",
    "year": 1957,
    "lenght": 96,
    "description": "Dvanáct porotců má jednomyslně rozhodnout o vině či nevině mladého muže, který je obviněn z vraždy svého otce. Porotci jsou průměrní Američané s obyčejnými zájmy a zaměstnáním. V průběžném hlasování jedenáct hlasuje za vinu, jenom porotce číslo 8 je proti..."
  },
  {
    "id": 9,
    "title": "Nedotknutelní",
    "originalTitle": "Intouchables",
    "url": "https://www.csfd.cz/film/306731-nedotknutelni",
    "posterUrl": "https://image.pmgstatic.com/cache/resized/w360/files/images/film/posters/166/176/166176207_6044fb.jpg",
    "genres": ["komedie", "drama", "životopisný"],
    "origin": "Francie",
    "year": 2011,
    "lenght": 112,
    "description": "Ochrnutý a bohatý aristokrat Philippe si za svého nového opatrovníka vybere Drisse, živelného mladíka z předměstí, kterého právě propustili z vězení. Jinými slovy - najde si na tuto práci tu nejméně vhodnou osobu. Podaří se jim však propojit nemožné: Vivaldiho a populární hudbu, serióznost a žoviální vtípky, luxusní obleky a tepláky. Bláznivým, zábavným, silným, neočekávaným a hlavně „nedotknutelným“, přesně takovým se stane jejich přátelství… Komedie s dramatickou zápletkou o tom, že ani od krku po prsty u nohou nepohyblivý člověk odkázaný na pomoc druhých, nemusí ztratit smysl života. A o tom, že i nejméně pravděpodobné spojení melancholického multimilionáře a extrovertního recidivisty může humorně zapůsobit na diváka a může se z něj stát kasovní trhák."
  },
  {
    "id": 10,
    "title": "Pelíšky",
    "originalTitle": "Pelíšky",
    "url": "https://www.csfd.cz/film/4570-pelisky",
    "posterUrl": "https://image.pmgstatic.com/cache/resized/w360/files/images/film/posters/158/694/158694510_2714a6.jpg",
    "genres": ["komedie", "drama"],
    "origin": "Česko",
    "year": 1999,
    "lenght": 116,
    "description": "A je tu zpět jedna z nejúspěšnějších českých filmových komedií od renomovaných tvůrců - režiséra J. Hřebejka a scenáristy P. Jarchovského s řadou skvělých herců. Vraťme se tedy s oblíbenými postavami k rodinným rituálům, láskám a trapasům odehrávajícím se na sklonku šedesátých let minulého století v jedné pražské čtvrti. Jemná poetika a humorná nadsázka jsou charakteristické pro vyprávění životních osudů tří generací mužů a žen ve zvláštním období našich dějin v roce 1968… V jedné dvoupatrové vile tu žijí dvě rodiny - Šebkovi a Krausovi. Otec Šebek (M. Donutil), prostoduchý, ale dobrácký důstojník z povolání, je zastáncem panujícího režimu a stejně vehementně obhajuje i vlastní neomylnost v roli hlavy rodiny. Elegantní otec Kraus (J. Kodet), bývalý odbojář s trpkou válečnou zkušeností, je naopak zarytým opozičníkem. Také on je přesvědčený o tom, že má za všech okolností pravdu - není proto divu, že se tihle dva nemají zrovna v lásce. Jejich děti - gymnazista Michal (M. Beran) a jeho spolužačka Jindřiška (K. Nováková) - spolu vycházejí docela dobře. I když Michal by byl rád, kdyby ho jeho sousedka brala trochu víc na vědomí. Ta má ale oči pro jiného. Nezbývá mu tedy nic jiného, než aby smutně přihlížel, jak mu jeho první milostné body krade spolužák Elien (O. Brousek). U Šebků a Krausů se zatím střídají rodinné návštěvy, ve vší obřadnosti se tu slaví Vánoce, svatba i nečekaný, bolestný pohřeb. Do zabydlených domácností vtrhnou i některé novodobé vymoženosti v podobě umělohmotných lžiček, nerozbitných sklenic i podivných her pro statečné pionýry. Mládež zatím pokukuje po lákadlech světa kapitalismu a snaží se žít svůj vlastní, na rodičovských autoritách a velké historii nezávislý život. V soukromí rodinných pelíšků se tak čas od času odehrají malá dramata názorů a vztahů, která se v paměti jejich účastníků otisknou už nejspíš navždy…"
  }
]
